import React from 'react';
import styled from 'styled-components';

export const Policy1 = () => {
  return (
    <div>
      <TextArea
        readOnly={true}
        placeholder="fincok은 「개인정보보호법」 제30조에 따라 정보주체의 개인정보 보호 및 권익을 보호하고, 개인정보와 관련한 정보주체의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

        제1조 (개인정보의 처리 목적)
        fincok은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 목적 외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다
        1. (금융)거래 관계 관련
        (금융)거래와 관련하여 신용조회회사 또는 신용정보집중기관에 대한 개인신용정보의 조회, (금융)거래 관계의 설정 여부의 판단, (금융)거래 관계의 설정·유지·이행·관리, 금융사고 조사, 분쟁 해결, 민원 처리 및 법령상 의무이행 등의 목적으로 개인정보를 처리합니다.
        2. 상품 및 서비스 홍보 및 판매 권유
        고객 만족도 조사를 통한 신규 서비스 개발 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고의 게재, 서비스의 유효성 확인, 경품지급, 사은 행사 등 고객의 편의 및 참여기회 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계 등의 목적으로 개인정보를 처리합니다.
        3. 회원 가입 및 관리
        회원가입, 회원제 서비스 이용, 제한적 본인 확인제에 따른 본인확인, 개인식별, 부정이용방지, 비인가 사용방지, 가입의사 확인, 만14세 미만 아동 개인정보 수집 시 법정대리인 동의여부 확인, 추후 법정 대리인 본인확인, 사고조사, 분쟁해결, 민원처리 및 고지사항 전달 등의 목적으로 개인정보를 처리합니다.
        4. 온라인 거래 관련 목적
        전자금융거래법 제21조, 제22조에 의해 전자금융거래의 내용 추적 및 검색, 보안 정책 수립용 통계 자료로 활용 등을 목적으로 개인정보를 처리합니다.
        5. 통계작성, 과학적 연구, 공익적 기록보전 목적
        개인정보보호법 제28조의2에 의해 통계작성, 과학적 연구, 공익적 기록보전 등을 위하여 개인정보를 가명처리 할 수 있습니다.
        제2조 (개인정보의 처리 및 보유 기간)
        1. (금융)거래와 관련한 개인(신용)정보는 수집·이용에 관한 동의일로부터 (금융)거래 종료일로부터 5년까지는 제1조의 이용목적을 위하여 보유·이용됩니다. 단, (금융)거래 종료일 이후에는 금융사고 조사, 분쟁 해결, 민원처리, 법령상 의무이행 및 fincok의 리스크 관리업무만을 위하여 보유·이용됩니다.
        2. 개인(신용)정보의 조회를 목적으로 수집된 개인(신용)정보는 수집·이용에 대한 동의일로부터 고객에 대한 신용정보 제공·조회 동의의 효력 기간까지 보유·이용됩니다. 단, 신용정보 제공·조회 동의의 효력 기간 종료일 후에는 상법 제33조 등 관련 법률에서 정한 기간 동안에 금융사고 조사, 분쟁 해결, 민원처리 및 법령상 의무이행만을 위하여 보유·이용됩니다.
        3. 상품, 서비스 홍보 및 판매 권유 등과 관련한 개인(신용)정보는 수집·이용에 관한 동의일로부터 동의 철회일까지 보유·이용됩니다. 단, 동의 철회일 후에는 상법 제33조 등 관련 법률에서 정한 기간 동안에 제1조의 목적과 관련된 사고 조사, 분쟁 해결, 민원처리, 법령상 의무이행만을 위하여 보유·이용됩니다.
        4. 회원 가입 및 관리 목적으로 수집된 개인(신용)정보는 고객의 회원 가입일로부터 회원 탈퇴일까지 보유·이용됩니다. 단 회원 탈퇴일 후에는 관련 법률에서 정한 기간 동안에 제1조의 목적과 관련된 사고 조사, 분쟁 해결, 민원처리, 법령상 의무이행 만을 위하여 보유·이용됩니다.
        5. 온라인 거래 관련한 개인(신용)정보는 전자금융거래법 시행령 제12조에서 정하는 기간까지 보유·이용됩니다.
        6. 통계작성, 과학적 연구, 공익적 기록보전에 활용하기 위해 ‘가명처리한 개인정보’(이하 가명정보)는 가명처리 계획 수립 시 정한 목적을 달성하는 기간(시점)까지만 보유·이용됩니다.
        제3조 (개인정보의 제3자 제공)
        1. fincok은 원칙적으로 정보주체의 개인정보를 제1조에서 명시한 목적 범위 내에서 처리하며, 정보주체의 사전 동의 없이는 본래의 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다. 단, 다음의 각 호의 경우에는 정보주체 또는 제3자의 이익을 부당하게 침해할 우려가 있을 때를 제외하고는 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공할 수 있습니다.
        가. 정보주체가 사전에 제3자 제공 및 공개에 동의한 경우
        나. 다른 법률에 특별한 규정이 있는 경우
        다. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
        2. fincok은 다음 각 호와 같이 개인정보를 제공하고 있습니다.
        가. 제공받는 자
        1) 신용정보집중기관 및 신용정보회사에 대한 제공
        신용정보집중기관 [한국신용정보원]
        신용정보회사 [SCI평가정보, 코리아크레딧뷰로㈜, NICE신용평가정보㈜]
        2) 제휴업체
        고객광장 > 보안센터 > 개인정보보호정책 > 개인신용정보관리보호 > 제휴업체 참조
        나. 제공받는 자의 이용 목적
        1) 신용정보집중기관 및 신용정보회사에 대한 제공 본인의 신용을 판단하기 위한 자료로 활용하거나 공공기관에서 정책자료로 활용
        2) 제휴업체에 대한 제공 제휴 상품·서비스의 홍보 및 판매 권유
        다. 개인정보 제공항목
        1) 신용정보집중기관 및 신용정보회사에 대한 제공
        2) 개인식별정보, 신용거래정보, 신용능력정보, 신용평가를 위한 정보
        3) 제휴업체에 대한 제공
        4) 개인식별정보, (금융)거래 정보, 거래신청서에 기재된 개인식별 정보 외의 정보 또는 정보주체가 제공한 정보 (주거 및 가족사항, 거주기간, 세대구성, 결혼여부 등)
        ※ 본 동의 이전에 수집된 개인(신용)정보도 포함됩니다.
        라. 개인정보 보유 기간
        개인(신용)정보는 제공된 날로부터 동의 철회시 또는 제공된 목적을 달성할 때까지 보유·이용됩니다. 동의 철회 또는 제공된 목적 달성 후에는 위에 기재된 이용목적과 관련된 금융사고 조사, 분쟁해결, 민원처리, 법령상 의무이행을 위하여 필요한 범위 내에서만 보유·이용됩니다.
        3. fincok은 가명정보를 제3자에게 제공하고 있습니다.
        - 제공하는 가명정보의 종류, 제공대상, 제공받는 자의 이용목적은 아래 경로에서 확인할 수 있습니다.
        고객광장 > 보안센터 > 개인정보보호정책 > 개인신용정보관리보호 > 가명정보 처리 현황 참조
        제4조 (개인정보처리 위탁)
        1. fincok은 정보주체의 동의를 받아 다음 각 호와 같이 개인정보의 처리를 위탁하고 있습니다.
        가. 수탁업체
        고객광장 > 보안센터 > 개인정보보호정책 > 개인신용정보관리보호 > 위탁업체 참조
        나. 수탁의 목적
        1) (금융)거래의 설정·유지·이행·관리 등에 필요한 경우로서 위탁 받은 업무의 수행
        2) 상품 및 서비스 홍보 및 판매 권유, 사은행사, 고객 만족도 조사 등에 필요한 경우로서 위탁 받은 업무의 수행
        다. 개인정보 제공항목
        1) 개인식별정보: 성명, 주민등록번호 등 고유식별정보, 주소, 국적, 직업, 전자우편, 연락처
        2) (금융)거래정보: 상품종류, 거래조건(이자율, 만기, 담보 등), 거래일시, 금액 등 거래설정 및 내역
        3) 신용평가를 위한 정보(여신거래에 한함)
        -신용능력정보: 재산·채무 소득의 총액, 납세실적
        -신용도판단정보: 연체, 대위변제, 대지급, 부도, 관련인 발생사실 등
        4) 기타 금융거래의 설정·유지·이행·관리를 위한 상담, 채권관리 등을 통해 생성되는 정보
        5) 부가혜택이나 부대서비스 제공하기 위해 정보주체의 동의를 받아 수집한 선택정보
        ※ 본 동의 이전에 발생한 개인정보도 포함됩니다.
        2. 위탁계약 시 개인정보보호 관련 법규의 준수, 개인정보에 관한 제3자 제공 금지 및 책임부담 등을 명확히 규정하고, 당해 계약내용을 서면 및 전자 보관하고 있습니다. 위탁 내용의 변경시 개인정보처리방침 등 홈페이지를 통해 고지하겠습니다.
        제5조 (추가적인 이용·제공 판단기준)
        1. fincok은 「개인정보 보호법」제15조제3항 및 제17조제4항에 따라 「개인정보 보호법 시행령」제14조의2에 따른 사항을 고려하여 정보주체의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다.
        2. 이에 따라 fincok은 정보주체의 동의 없이 추가적인 이용·제공을 하기 위해서 다음과 같은 사항을 고려하였습니다.
        가. 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적을 달성하는데 있어서 필수적인 관련성이 있어야 함
        나. 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인 이용·제공에 대한 예측가능성이 매우 높은 경우에 한함
        다. 개인정보의 추가적인 이용·제공이 정보주체의 이익을 부당하게 침해하지 않아야 함
        라. 고유식별정보의 추가적인 이용·제공 시 반드시 암호화 등의 안전성 확보 조치를 실시해야 함
        마. 개인정보를 추가적으로 이용·제공하는 목적이 가명처리한 정보로 달성 가능할 경우, 해당 정보는 가명처리하여 이용·제공 해야 함
        제6조 (정보주체의 권리·의무 및 그 행사방법)
        1. 정보주체는 당행의 영업점 또는 인터넷 홈페이지(www.wooribank.com > 고객광장 > 개인회원서비스 > 고객정보관리 > 고객정보변경 > 고객정보)를 통해 fincok이 처리하는 자신 및 14세 미만 아동(법정대리인만 해당)의 개인정보의 열람을 요구할 수 있습니다.
        2. 자신의 개인정보를 열람한 정보주체는 사실과 다르거나 확인할 수 없는 개인정보에 대하여 fincok에 정정 또는 삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
        3. 정보주체는 fincok에 대하여 자신의 개인정보 처리의 정지를 요구할 수 있습니다. 다만, 개인정보의 처리정지는 금융거래 등 상거래관계의 종료여부 및 보유기간에 대한 확인이 필요하여 영업점을 방문하여 처리하셔야 하며, 다음 각 호의 어느 하나에 해당하는 경우에는 fincok은 해당 사유를 정보주체에게 알리고, 처리정지 요구를 거절할 수 있습니다.
        가. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
        나. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
        다. 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우
        제7조 (처리하는 개인정보의 항목)
        fincok은 (금융)거래의 설정·유지·이행·관리 및 상품서비스의 제공을 위한 필수정보 및 선택정보를 다음 각 호와 같이 수집하고 있습니다
        1. 필수적 정보
        가.공통 필수정보
        정보주체와의 금융거래 설정 및 유지에 필요한 최소한의 개인정보로 성명, 주민등록번호 등 고유식별정보, 주소, 국적, 직업, 전자우편, 연락처
        나. 상품별 필수정보
        개별 상품의 체결 및 이행에 필수적인 정보로서 해당상품을 이용하는 정보주체에 대해서만 별도로 수집(가입필수조건 관련 등) 상품에 따라 필수정보를 분류하되, 상품별 필수정보가 없는 경우 공통 필수정보만으로 계약 체결
        다. (금융)거래정보
        상품종류, 거래조건(이자율,만기,담보 등), 거래일시, 금액 등 거래 설정 및 내역 정보 신용평가를 위한 정보(여신거래에 한함)
        - 신용능력정보: 재산·채무·소득의 총액, 납세실적
        - 신용도판단정보: 연체, 대위변제, 대지급, 부도, 관련인 발생사실 등
        라. 기타 금융거래의 설정·유지·이행·관리를 위한 상담, 채권관리 등을 통해 생성되는 정보
        마. ID, 접속일시, IP주소, 이용 전화번호 등 전자금융거래법에 따른 수집 정보 [전자금융거래에 한함]
        ※ 본 동의 이전에 발생한 개인정보도 포함됩니다.
        2. 선택적 정보
        계약체결에는 필수적이지 않지만 거래조건(금리, 한도 등)에 영향을 미치거나 무료상해보험가입 등 부가혜택을 제공하기 위해 필요로 하는 개인정보
        예) 무료상해보험 : 고유식별정보, 성명
        3. 전자금융거래법에 따른 수집 정보(온라인 거래에 한함)
        ID, 접속 일시, IP Address, HDD Serial, MAC Address, 개인방화벽 설정, 운영체제 종류, 브라우저 버전 등
        ※ fincok은 정보주체의 사생활을 침해할 우려가 있는 민감정보에 대해서는 원칙적으로 수집하지 않으며, 필요한 경우 정보주체의 별도 동의를 받아 수집하고 동의 목적을 위해서만 제한적으로 이용합니다.
        4. 처리하는 가명정보의 종류 및 이용 목적, 보유·이용기간은 아래 경로에서 확인할 수 있습니다.
        - 고객광장 > 보안센터 > 개인정보보호정책 > 개인신용정보관리보호 > 가명정보 처리 현황 참조
        5. 수집방법
        가. fincok 영업점에 내방한 정보주체로부터 직접 수집
        나. 홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 응모내역, 배송요청
        다. 생성정보 수집 툴을 통한 수집
        라. 고객센터의 문의사항을 통한 수집
        제8조 (개인정보의 파기 절차 및 파기방법)
        1. fincok은 개인정보의 보유기간이 경과된 경우에는 다음 각 호의 사유가 없는 한 보유기간의 종료일로부터 5영업일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 다음 각 호의 사유가 없는 한 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5영업일 이내에 그 개인정보를 파기합니다.
        가. 신용정보집중기관 또는 신용정보회사가 신용정보의 집중관리·활용 또는 개인의 신용도 등을 평가하기 위한 목적으로 개인신용정보를 보유하는 경우(보유기간에 한함)
        나. 신용정보회사 등이 민·형사상의 책임 또는 시효가 지속되거나 분쟁의 입증자료로서 개인신용정보를 보유하는 경우
        다. 법령상 의무이행을 위하여 보존하는 경우
        보존 근거	보존하는 개인정보항목
        상법 제33조	- 계약서, 거래신청서 등 영업에 관한 중요서류
        신용정보의 이용 및 보호에 관한 법률 제20조의2	- 예금거래내역 및 대출거래 내역 등 금융거래정보
        소득세법 시행령 제201조의10	- 연금계좌 납입액, 인출액 등 연금확인서 발급을 위한 정보
        특정금융거래의 보고 및 이용에 관한 법률 제5조의 4	- 금융거래 등 상대방의 실지명의를 확인할 수 있는 자료
        - 보고대상이 된 금융거래 등 자료
        - 송금인 및 수취인에 관한 정보 등
        2. 개인정보가 기록된 출력물, 서면 등은 파쇄 또는 소각의 방법으로 파기하고, 전자적 파일형태의 개인정보는 복원이 불가능한 방법으로 영구 삭제하는 방법으로 파기합니다.
        제9조 (개인정보의 안전성 확보 조치)
        fincok은 개인정보보호법 제29조에 따라 다음 각 호와 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
        1. 개인정보의 암호화
        정보주체의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
        2. 해킹 등에 대비한 기술적 대책
        fincok은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
        3. 상법 제33조 등 법령에 따라 보존하여야 하는 경우
        개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
        4. 개인정보 취급 직원의 최소화 및 교육
        개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
        제10조 (개인정보 처리방침의 변경)
        fincok이 개인정보 처리방침을 변경하는 경우에는 변경 및 시행의 시기, 변경된 내용을 지속적으로 공개하며, 변경된 내용은 정보주체가 쉽게 확인할 수 있도록 변경 전·후를 비교하여 공개합니다.
        제11조 (개인정보 자동 수집 장치의 설치, 운영 및 거부 관련사항)
        당행은 고객이 홈페이지에 접속하신 상태에서 사용자 인증을 위하여 '쿠키'를 이용하고 있습니다.
        쿠키는 이용자 사이트에 대한 기본 설정정보를 보관하기 위해 해당 웹사이트가 사용자의 컴퓨터 브라우저에 전송하는 소량의 정보입니다. 쿠키 이용에 대한 선택권은 고객이 갖고 있습니다. 정보주체 웹 브라우저에서 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부하는 등의 옵션을 선택하실 수 있습니다.
        단, 고객이 쿠키의 저장을 거부하는 옵션을 선택하시는 경우에는 서비스 이용에 불편이 야기될 수 있습니다.
        제12조 (행태정보의 수집·이용 및 거부)
        당행은 상품·서비스 개발 및 고객분석, 마케팅 등 이 사이트의 이용 분석에 활용하기 위해 온라인 행태정보를 수집·이용 하고 있습니다.
        행태정보란 웹 사이트 방문 이력, 앱 사용 이력, 구매 및 검색 이력 등 이용자의 관심, 흥미, 기호 및 성향을 파악하고 분석할 수 있는 온라인상의 이용자 활동정보를 말합니다.
        1. 수집하는 행태정보의 항목
        - 웹/앱 이용자의 온라인 서비스 방문 기록, 검색·클릭 등의 사용기록, 광고식별자
        2. 행태정보 수집방법
        - Google에서 제공하는 웹로그 분석 도구인 Google Analytics를 이용하여 이용자의 방문 웹 페이지, 방문 빈도 등의 정보를 활용하며
        이 경우 이용자 개인을 식별할 수 없도록 비식별화 처리된 익명의 사용자 정보를 이용
        - 당행 앱 이용자의 행태정보 분석을 위해 Branch에서 제공하는 이용자의 광고 성과 결과를 이용
        - 웹사이트 및 앱 내에서 행해지는 고객의 주요 행동에 대해 생성정보 수집 툴을 통해 자동 수집
        3. 행태정보 수집목적
        - 상품·서비스 개발 및 통계, 고객분석 등 이용자 분석, 이용자 행태정보 기반 맞춤형 광고 제공
        4. 행태정보 보유·이용기간 및 이후 정보처리 방법
        - (금융)거래 종료일로부터 5년까지 보유·이용되며, (금융)거래 종료일 후에는 금융사고 조사, 분쟁 해결, 민원 처리, 법령상 의무이행을
        위한 목적으로만 보유·이용됩니다.
        5. 이용자 통제권 행사방법
        - 고객이 브라우저 설정을 조정하여 쿠키 저장 거부 등을 통해 이용을 거부할 수 있습니다.
        - 웹브라우저(예시)
        Internet Explorer : 도구 → 인터넷 옵션 → 개인정보 → 고급 → 쿠키 차단 또는 처리안함
        Chrome : 설정 → 고급 → 개인정보 및 보안 → 콘텐츠 설정 → 쿠키 → 타사 쿠키 차단
        - 스마트폰(예시)
        안드로이드폰 : ① 안드로이드설정 → ② 개인정보 보호 → ③ Google 광고 → ④ 광고 맞춤설정 선택 또는 해제
        아이폰 : ① 아이폰설정 → ② 개인정보보호 → ③ Apple광고 → ④ 맞춤형광고 해제
        ※ OS버전에 따라 방법이 다소 상이할 수 있습니다.
        6. 행태정보 관련 문의 및 이용자 피해구제 방법
        - 관련 부서 및 고객 문의 : fincok 개인고객부(☎1588-0000)
        제13조 (권익침해 구제방법)
        고객은 개인정보침해로 인한 신고나 상담이 필요하신 경우 아래 기관에 문의하시기 바랍니다.
        1. 개인정보분쟁조정위원회 (www.kopico.go.kr/1833-6972)
        2. 한국인터넷진흥원 개인정보침해신고센터 (privacy.kisa.or.kr/[국번없이] 118)
        3. 정보보호마크인증위원회 (www.eprivacy.or.kr/02-550-9531~2)
        4. 대검찰청 사이버수사과 (www.spo.go.kr/[국번없이] 1301)
        5. 경찰청 사이버안전국 (www.police.go.kr/[국번없이] 182)
        제14조 (개인정보보호 책임자)
        개인정보보호법 제31조 제1항에 따른 당행의 개인정보보호 책임자는 다음과 같습니다.
        구분	개인정보보호 책임자	개인정보보호 담당부서	개인정보 민원처리센터
        담당	정보보호그룹장 제원석	정보보호부	소비자지원부
        FE : https://github.com/KDT3-MiniProject-8/MiniProject-FE
        BE : https://github.com/KDT3-MiniProject-8/MiniProject-BE
        전화번호/FAX	02-0000-0000 / (FAX) 0505-000-0000	080-000-0000(내선6)
        개인정보 처리방침 버전번호 :V8.0
        개인정보 처리방침 변경공고일자: 2022.12.01
        개인정보 처리방침 시행일자: 2022.12.01"
      ></TextArea>
    </div>
  );
};

export const Policy2 = () => {
  return (
    <div>
      <TextArea
        readOnly={true}
        placeholder='제1조(목적) 이 약관은 fincok이 운영하는 fincok(이하 “몰”이라 한다)에서 제공하는 인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.
  ※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한이 약관을 준용합니다.」
제2조(정의)
  ① “몰”이란 OO 회사가 재화 또는 용역(이하 “재화 등”이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
  ② “이용자”란 “몰”에 접속하여 이 약관에 따라 “몰”이 제공하는 서비스를받는 회원 및 비회원을 말합니다.
  ③ ‘회원’이라 함은 “몰”에 회원등록을 한 자로서, 계속적으로 “몰”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
  ④ ‘비회원’이라 함은 회원에 가입하지 않고 “몰”이 제공하는 서비스를 이용하는 자를 말합니다.
제3조 (약관 등의 명시와 설명 및 개정)
  ① “몰”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 00 사이버몰의 초기 서비스화면(전면)에 게시합니다.다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
  ② “몰은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
  ③ “몰”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서이 약관을 개정할 수 있습니다.
  ④ “몰”이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.  이 경우 "몰“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
  ⑤ “몰”이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “몰”에송신하여 “몰”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
  ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에따릅니다.
제4조(서비스의 제공 및 변경)
  ① “몰”은 다음과 같은 업무를 수행합니다.
   1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
   2. 구매계약이 체결된 재화 또는 용역의 배송
   3. 기타 “몰”이 정하는 업무
  ② “몰”은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다.이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
  ③ “몰”이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게통지 가능한 주소로 즉시 통지합니다.
  ④ 전항의 경우 “몰”은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만,“몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제5조(서비스의 중단)
  ① “몰”은 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
  ② “몰”은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “몰”이 고의 또는과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
  ③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할수 없게 되는 경우에는 “몰”은 제8조에 정한 방법으로 이용자에게 통지하고당초 “몰”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “몰”이보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금등을 “몰”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
제6조(회원가입)
  ① 이용자는 “몰”이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
  ② “몰”은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에해당하지 않는 한 회원으로 등록합니다.
   1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서“몰”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
   2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
   3. 기타 회원으로 등록하는 것이 “몰”의 기술상 현저히 지장이 있다고 판단되는 경우
  ③ 회원가입계약의 성립 시기는 “몰”의 승낙이 회원에게 도달한 시점으로 합니다.
  ④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “몰”에대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
제7조(회원 탈퇴 및 자격 상실 등)
  ① 회원은 “몰”에 언제든지 탈퇴를 요청할 수 있으며 “몰”은 즉시 회원탈퇴를처리합니다.
  ② 회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 회원자격을 제한 및 정지시킬 수 있습니다.
   1. 가입 신청 시에 허위 내용을 등록한 경우
   2. “몰”을 이용하여 구입한 재화 등의 대금, 기타 “몰”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
   3. 다른 사람의 “몰” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래질서를 위협하는 경우
   4. “몰”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
  ③ “몰”이 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나30일 이내에 그 사유가 시정되지 아니하는 경우 “몰”은 회원자격을 상실시킬 수 있습니다.
  ④ “몰”이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
제8조(회원에 대한 통지)
  ① “몰”이 회원에 대한 통지를 하는 경우, 회원이 “몰”과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
  ② “몰”은 불특정다수 회원에 대한 통지의 경우 1주일이상 “몰” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
제9조(구매신청 및 개인정보 제공 동의 등)
  ① “몰”이용자는 “몰”상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “몰”은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
    1. 재화 등의 검색 및 선택
    2. 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의입력
     3. 약관내용, 청약철회권이 제한되는 서비스, 배송료․설치비 등의 비용부담과관련한 내용에 대한 확인
    4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시
     (예, 마우스 클릭)
    5. 재화등의 구매신청 및 이에 관한 확인 또는 “몰”의 확인에 대한 동의
    6. 결제방법의 선택
  ② “몰”이 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는경우에도 같습니다.)
  ③ “몰”이 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
제10조 (계약의 성립)
  ①  “몰”은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
   1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
   2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
   3. 기타 구매신청에 승낙하는 것이 “몰” 기술상 현저히 지장이 있다고 판단하는 경우
  ② “몰”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
  ③ “몰”의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.
제11조(지급방법) “몰”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법중 가용한 방법으로 할 수 있습니다. 단, “몰”은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도  추가하여 징수할 수 없습니다.
   1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
   2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
   3. 온라인무통장입금
   4. 전자화폐에 의한 결제
   5. 수령 시 대금지급
   6. 마일리지 등 “몰”이 지급한 포인트에 의한 결제
   7. “몰”과 계약을 맺었거나 “몰”이 인정한 상품권에 의한 결제
   8. 기타 전자적 지급 방법에 의한 대금 지급 등
제12조(수신확인통지․구매신청 변경 및 취소)
  ① “몰”은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
  ② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “몰”은 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.
제13조(재화 등의 공급)
  ① “몰”은 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작,포장 등 기타의 필요한 조치를 취합니다. 다만, “몰”이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다.  이때 “몰”은 이용자가 재화 등의 공급 절차및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
  ② “몰”은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 “몰”이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 “몰”이 고의․과실이 없음을 입증한 경우에는 그러하지 아니합니다.
제14조(환급) “몰”은 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나환급에 필요한 조치를 취합니다.
제15조(청약철회 등)
  ① “몰”과 재화등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
  ② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품및 교환을 할 수 없습니다.
   1. 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수있습니다)
   2. 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
   3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
   4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
  ③ 제2항제2호 내지 제4호의 경우에 “몰”이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
  ④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
제16조(청약철회 등의 효과)
  ① “몰”은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 “몰”이 이용자에게 재화등의 환급을 지연한때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에관한 법률 시행령」제21조의2에서 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
  ② “몰”은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
  ③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. “몰”은 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 “몰”이 부담합니다.
  ④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 “몰”은 청약철회시 그 비용을  누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
제17조(개인정보보호)
  ① “몰”은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
  ② “몰”은 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다.다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
  ③ “몰”은 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을고지하고 동의를 받습니다.
  ④ “몰”은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
  ⑤ “몰”이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는언제든지 이 동의를 철회할 수 있습니다.
  ⑥ 이용자는 언제든지 “몰”이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “몰”은 이에 대해 지체 없이 필요한 조치를 취할의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “몰”은 그 오류를정정할 때까지 당해 개인정보를 이용하지 않습니다.
  ⑦ “몰”은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를  최소한으로제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든책임을 집니다.
  ⑧ “몰” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
  ⑨ “몰”은 개인정보의 수집·이용·제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의 동의거절시제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
제18조(“몰“의 의무)
  ① “몰”은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화․용역을 제공하는데최선을 다하여야 합니다.
  ② “몰”은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
  ③ “몰”이 상품이나 용역에 대하여 「표시․광고의 공정화에 관한 법률」 제3조소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를배상할 책임을 집니다.
  ④ “몰”은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
제19조(회원의 ID 및 비밀번호에 대한 의무)
  ① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
  ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
  ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “몰”에 통보하고 “몰”의 안내가 있는 경우에는 그에 따라야 합니다.
제20조(이용자의 의무) 이용자는 다음 행위를 하여서는 안 됩니다.
   1. 신청 또는 변경시 허위 내용의 등록
   2. 타인의 정보 도용
   3. “몰”에 게시된 정보의 변경
   4. “몰”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
   5. “몰” 기타 제3자의 저작권 등 지적재산권에 대한 침해
   6. “몰” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
   7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위
제21조(연결“몰”과 피연결“몰” 간의 관계)
  ① 상위 “몰”과 하위 “몰”이 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 “몰”(웹사이트)이라고 하고 후자를 피연결 “몰”(웹사이트)이라고 합니다.
  ② 연결“몰”은 피연결“몰”이 독자적으로 제공하는 재화 등에 의하여 이용자와행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결“몰”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을 지지 않습니다.
제22조(저작권의 귀속 및 이용제한)
  ① “몰“이 작성한 저작물에 대한 저작권 기타 지적재산권은 ”몰“에 귀속합니다.
  ② 이용자는 “몰”을 이용함으로써 얻은 정보 중 “몰”에게 지적재산권이 귀속된 정보를 “몰”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
  ③ “몰”은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
제23조(분쟁해결)
  ① “몰”은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치․운영합니다.
  ② “몰”은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
  ③ “몰”과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제24조(재판권 및 준거법)
  ① “몰”과 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이 용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전 속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거 나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
  ② “몰”과 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.'
      ></TextArea>
    </div>
  );
};

const TextArea = styled.textarea`
  resize: none;
  width: 100%;
  height: 150px;
  overflow-y: scroll;
  margin-bottom: 10px;
`;
